---
kind: other
id: Properties.T:Autodesk.Revit.DB.LinkOperations
source: html/f97bb63c-9082-367f-5670-7e99da2aa859.htm
---
# LinkOperations Properties

Specifies whether the .NET object represents a valid Revit entity.